Repository: filipecarneiro/ELabel
Catalog: Resources/SharedResource.*.resx
Languages: fr

source: Acidity regulator
fr: Régulateurs d’acidité

source: Activators for alcoholic and malolactic fermentation
fr: Activateurs de fermentation alcoolique et malolactique

source: Admin Dashboard
fr: Panneau Administrateur

source: Aleppo pine resin
fr: Résine de pin d'Alep

source: Antioxidant
fr: Antioxydant

source: Ascorbic acid
fr: Acide ascorbique

source: Bottled and produced by
fr: Mis en bouteille et produit par

source: Bottled by
fr: Mis en bouteille par

source: Bottled in a protective atmosphere
fr: Conditionné sous atmosphère protectrice

source: Bottling may happen in a protective atmosphere
fr: L'embouteillage peut avoir lieu sous atmosphère protectrice

source: Calcium sulphate
fr: Sulfate de calcium

source: Carbohydrate
fr: Glucides

source: Carbon dioxide
fr: Dioxyde de carbone

source: Carboxymethylcellulose
fr: Carboxyméthylcellulose

source: Certified Vegan by V-Label
fr: Certifié végétalien par V-Label

source: Certified Vegetarian by V-Label
fr: Certifié végétarien par V-Label

source: Certified organic based on EU-Guidelines
fr: Certifié biologique selon les directives de l'UE

source: Citric acid
fr: Acide citrique

source: Clarifying agent
fr: Agent clarifiant

source: Concentrated grape must
fr: Moût de raisin concentré

source: Contains negligible amounts of
fr: Contient des quantités négligeables de

source: Correction of defect
fr: Correction d'un défaut

source: Dimethyldicarbonate
fr: Dicarbonate de diméthyle

source: Don't drink during pregnancy and breastfeeding
fr: Ne buvez pas pendant la grossesse et l'allaitement

source: Don't drink when below legal drinking age
fr: Ne buvez pas si vous n’avez pas l’âge légal pour boire

source: Don't drink when driving a car, motorbike or operating machinery
fr: Ne buvez pas lorsque vous conduisez une voiture, une moto ou lorsque vous utilisez des machines

source: Dry
fr: Sec

source: Egg
fr: Œuf

source: Electronic label provided by
fr: Étiquette électronique fournie par

source: Energy
fr: Énergie

source: Enrichment substance
fr: Substances utilisées pour l’enrichissement

source: Expedition liqueur
fr: Liqueur d'expédition

source: Extra dry
fr: Extra sec

source: Fat
fr: Graisse

source: Fermentation agent
fr: Agent de fermentation

source: Fortified wine
fr: Vin fortifié

source: Fumaric acid
fr: L'acide fumarique

source: Gases and packaging gas
fr: Gaz et gas d'emballage

source: Grapes
fr: Raisins

source: Gum arabic
fr: Gomme arabique

source: Home Page
fr: Page d'accueil

source: Imported by
fr: Importé par

source: Ingredients
fr: Ingredientes

source: Ingredients and nutrition information
fr: Ingrédients et informations nutritionnelles

source: Lactic acid
fr: Acide lactique

source: Malic acid
fr: L'acide malique

source: Medium dry
fr: Demi-sec

source: Medium sweet
fr: Demi-doux

source: Metatartaric acid
fr: Acide métatartrique

source: Milk
fr: Lait

source: Milk casein
fr: Caséine du lait

source: Milk products
fr: Produits laitiers

source: Milk protein
fr: Protéine de lait

source: Nutrition Information
fr: Information nutritionnelle

source: Nutritions per
fr: Nutrition par

source: Open E-Label project on GitHub
fr: Ouvrir le projet E-Label sur GitHub

source: Open-source solution for electronic labels
fr: Solution open source pour étiquettes électroniques

source: Orange wine
fr: Vin orange

source: Other ingredient
fr: Autre ingrédient

source: Packaged by
fr: Emballé par

source: Page not found
fr: Page non trouvée

source: Potassium polyaspartate
fr: Polyaspartate de potassium

source: Potassium sorbate
fr: Sorbate de potassium

source: Preservative
fr: Conservateur

source: Produced and Bottled by
fr: Produit et embouteillé par

source: Produced by
fr: Produit par

source: Protein
fr: Protéine

source: Raw material
fr: Matières premières

source: Red wine
fr: Vin rouge

source: Responsible Consumption
fr: Consommation responsable

source: Rosé wine
fr: Vin rosé

source: Salt
fr: Sel

source: Select language
fr: Sélection de la langue

source: Select theme
fr: Sélectionner un thème

source: Sequestrant
fr: Séquestrant

source: Sold by
fr: Vendu par

source: Sparkling wine
fr: Vin mousseux

source: Stabiliser
fr: Stabilisant

source: Sucrose
fr: Saccharose

source: Sugar
fr: Sucre

source: Sulphites
fr: Sulfites

source: Sweet
fr: Doux

source: Sweetener
fr: Édulcorant

source: Tartaric acid
fr: Acide tartrique

source: This label isn't available. Sorry about that.
fr: Ce libellé n'est pas disponible. Désolé pour ça.

source: Tirage liqueur
fr: Liqueur de tirage

source: Web Accessibility Guidelines
fr: Lignes directrices sur l’accessibilité du Web

source: Web Content Accessibility Guidelines (WCAG) 2.2
fr: Lignes directrices pour l'accessibilité des contenus web (WCAG) 2.2

source: White wine
fr: Vin blanc

source: Yeast mannoproteins
fr: Mannoprotéines de levure

source: of which Saturates
fr: Dont gras saturés

source: of which Sugars
fr: Dont sucres
